==============================
 Process Option Tab Config
==============================
[ Process Options Tab 1 ]
TabCaption1="       "

EnablenProcess0=1
EnablenProcess1=1
EnablenProcess2=1
EnablenProcess3=1
EnablenProcess4=1
EnablenProcess5=1

nProcessCaption0="数字0"
nProcessCaption1="数字1"
nProcessCaption2="数字2"
nProcessCaption3="数字3"
nProcessCaption4="数字4"
nProcessCaption5="数字5"

[ Process Options Tab 2 ]
TabCaption2="       "

EnablebProcess0=1
EnablebProcess1=1
EnablebProcess2=1
EnablebProcess3=1
EnablebProcess4=1
EnablebProcess5=1

bProcessCaption0="布尔0"
bProcessCaption1="布尔1"
bProcessCaption2="布尔2"
bProcessCaption3="布尔3"
bProcessCaption4="布尔4"
bProcessCaption5="布尔5"

==============================
 Manual Option Tab Config
==============================
[ Manual Options Tab 1 ]
TabCaption1="      "

List1Items=0
List1Caption="接送位置:"
List1Item0="Uni0"
List1Item1="Uni1"
List1Item2="Uni2"
List1Item3="Uni3"
List1Item4="Uni4"
List1Item5="Uni5"
List1Item6="Uni6"
List1Item7="Uni7"

List2Items=1
List2Caption="重量检查:"
List2Item0="Uni2List0"
List2Item1="Uni2List1"
List2Item2="Uni2List2"
List2Item3="Uni2List3"
List2Item4="Uni2List4"
List2Item5="Uni2List5"
List2Item6="Uni2List6"
List2Item7="Uni2List7"

EnablebMAN0=1
EnablebMAN1=1
EnablebMAN2=1
EnablebMAN3=1

bMAN0Caption="布尔0"
bMAN1Caption="布尔1"
bMAN2Caption="布尔2"
bMAN3Caption="布尔3"

bMAN0Text="论"
bMAN1Text="远的"
bMAN2Text="论"
bMAN3Text="远的"

[ Manual Options Tab 2 ]
TabCaption2="      "

EnablebMAN4=1
EnablebMAN5=1
EnablebMAN6=1
EnablebMAN7=1

bMAN4Caption="布尔4"
bMAN5Caption="布尔5"
bMAN6Caption="布尔6"
bMAN7Caption="布尔7"

bMAN4Text="论"
bMAN5Text="远的"
bMAN6Text="论"
bMAN7Text="远的"

EnablenMAN0=1
EnablenMAN1=1
EnablenMAN2=1

nMAN0Caption="数字0"
nMAN1Caption="数字1"
nMAN2Caption="数字2"

[ Manual Options Tab 3 ]
TabCaption3="      "

EnablebMANExec=1

bMANExecCaption="View Log"

bMANExecText="Open"

==============================
 Auto Option Config
==============================
[ Auto Options ]

bAUTO0Text="是"
bAUTO1Text="重试"
bAUTO2Text="拒绝"

==============================
 Setup Option Tab Config
==============================
[ Setup Options Tab 1 ]
TabCaption1="      "

EnablebSETUP0=1
EnablebSETUP1=1
EnablebSETUP2=1
EnablebSETUP3=1

bSETUP0Caption="布尔0"
bSETUP1Caption="布尔1"
bSETUP2Caption="布尔2"
bSETUP3Caption="布尔3"


[ Setup Options Tab 2 ]
TabCaption2="      "

EnablenSETUP0=1
EnablenSETUP1=1

nSETUP0Caption="数字0"
nSETUP1Caption="数字1"

==============================
 System Data Tabs
==============================
[ System Data Tabs ]
DataTabCaption="Data"
LogTabCaption="Log"

LstSys1Caption="单次运行时间"
LstSys2Caption="计数"

==============================
 Unicode Tab Strip Config
==============================
[ Simplified Chinese Tab Strip Captions ]
System="系统讯息         进程           终端         输入输出         "
Process="    产品                    加热器              警报器"
IO Monitor="一般输入输出         扩展的输入输出"
Manual=" 阀门    轨道     定位     运行     PathMaster    通信     备选案文1   备选案文2   备选案文3"
Setup=" 系统      杯子     校正    流量计     泵      工厂     条码     激光    备选案文1   备选案文2"

[ Traditional Chinese Tab Strip Captions ]
System="System"
Process="流量计"
IO Monitor=" "
Manual=" "
Setup=" "

[ Japanese Tab Strip Captions ]
System=" システムメッセージ               プロセス           ターミナル      I/O      FIS    バーコード      レーザー"
Process="  製品             ヒーター              アラーム"
IO Monitor=" 一般IO                    延長IO"
Manual="バルブ   コンベア    位置    実行する  PathMaster SMEMA   オプション1     オプション2     オプション3"
Setup="    システム          カップ             キャリブレーション           流量モニター          ポンプ"

[ Unicode Tab Strip Captions ]
System="uni"
Process=" Process    Heaters     Alarm"
IO Monitor=" "
Manual=" "
Setup=" "


